const testData = [
  {
    catName: "노르웨이 숲",
    content: `# 노르웨이 숲

![](https://w.namu.la/s/8850935300bf98bbb9e7d5d298db234e081a80437cc2c0aa410be2082bb7a66224d20de215f3d2437c1cdecf90ca9ebc68776d22b3a809839bb64119121034accaf9011a849be6ba3cdd7d650f202f8d775196fd4abbbea0f2e874444b3e1471)

### 개요

대표적인 대형묘 중 하나이다. 대체로 메인쿤 다음가는 대형종 고양이라고 보는데, 대형묘 중에서도 풍성한 털로 인해 실제 체격보다 훨씬 크게 느껴진다. 머리가 길고 콧등이 길다. 양쪽 눈과 코를 이으면 정삼각형에 가깝게 되는 것도 특징. 눈은 날카롭게 살짝 치켜 올라간 아몬드 형태이며 색상과 무늬는 매우 다양하다. 귀도 크고 아름답다. 높이도 높고 넓이도 넓으며 귀 끝이 날카로운 형태를 띄고 있다. 귀부인 같은 우아함이 종족 특성인 고양이다.


### 평균 수명

평균 수명은 14~16년이다. 자연 발생종이라 교배로 생겨난 묘종에 비해 여러모로 건강한 편이지만 드물게 유전적으로 치명적인 질환(Glycogen Storage Disease Type IV)이 있다고 한다. 이는 DNA 검사를 통해 발견할 수 있기 때문에 애묘단체에서는 이 종의 고양이를 키우기 전에 꼭 검사할 것을 추천하고 있다.

### 성격

노르웨이 숲은 평소 조용하지만 집안에 개를 같이 키운다면 시끄럽게 굴 수 있다. 그러나 개와 함께 성장했다면 필요 이상으로 울지 않는다. 사람을 매우 좋아해 애교가 많으며 똑똑하다. 에너지적이며 관심받는 것을 좋아하는 편. 이름 그대로 노르웨이 숲에서 살던 고양이라 본능적으로 야외 활동을 좋아한다.다른 고양이보다 식욕이 많은 편이고 수컷이 암컷보다 더 크다. 성격을 한 마디로 표현하자면 개냥이. 이 때문에 처음 고양이를 접하는 사람에게 많이 추천해주는 묘종이기도 하다.

### 기타

외모와 발생 지역으로 보아 북유럽 신화에서 프레이야의 전차를 끈다는 고양이가 이 품종이라고 한다.

다른 대형 장모종인 메인쿤, 시베리안 포레스트와 혼동하는 경우가 있다. 가장 쉽게 판별하는 방법은 고양이 얼굴 옆 선인데 노르웨이 숲은 미간에서 코 끝까지의 선이 일직선이다.

추운 지역의 묘종답게 한파에는 강하지만 폭염에는 약하므로 열사병에 주의해야 한다.

`
  },
  {
    catName: "래그돌",
    content: `# 래그돌

![](https://w.namu.la/s/05868ec268c2ee408c1fbb5e46b8cba018ee5e925dd23bee2c5d8c7fc457261e4354596d5899714510e2932d73c9bab526829a3e8e4521f9816e671af9195fd9a634ba56449efb401409259df5c00063d9f0a696d8cd81150b4f57b27f213220)

### 개요

1960년대, 미국 캘리포니아에서 앤 베이커(Ann Baker)라는 브리더가 만든 품종이다. 푸른 눈을 가지고 있으며 뚜렷한 털 색깔이 특징. 거묘종이며 털 또한 중장모종이다. 조용하고 차분한 성격에다가 애교가 넘쳐 고양이 중 최고의 성격으로 알아준다. 랙돌이란 이름은 고양이를 들어 올렸을 때 봉제인형처럼 축 쳐진다고 해서 붙여진 이름. 발톱 자르기 싫다고 발광을 하다가도 사람이 안아드는 순간 얌전해진다.

### 역사

1960년대에 앤 베이커(Ann Baker)는 조세핀(Josephine)이라는 이름을 가진 앙고라 계열이지만 여러 혈통이 섞인 하얀 장모종을 발견했다. 조세핀이라는 고양이는 자동차 사고를 당해 다쳐서 캘리포니아 대학에 있었는데, 베이커는 조세핀이 비밀 정부기관에서 유전자 실험으로 생겨났다고 믿고 있었고, 베이커는 이 고양이와 버만 고양이를 교배시켜 랙돌을 탄생시켰다. 역사가 짧은데다가 한동안 앤 베이커가 랙돌 브리딩계를 아주 꽉 잡고 있었기 때문에[1] 유전자풀이 굉장히 좁다. 현재 랙돌의 유전자 중 약 40% 정도가 앤 베이커의 랙돌 한 마리에게서 왔다고 한다. 그럼에도 불구하고 아직까지 알려진 종특 유전병은 없다. 물론 HCM은 조심해야 하지만, 제대로 된 캐터리라면 먼저 유전자 검사를 한 뒤에 브리딩을 하니 고양이 분양시에 제대로 확인을 하면 된다.
랙돌은 성장이 매우 느린 고양이로, 생후 2~3년이 지나서야 털의 무늬나 색깔이 완전히 자리잡게 되며 생후 4년쯤 돼야 완전히 성장한다. 사실 성장 속도가 느린 게 아니라 그냥 성체가 많이 커서 그렇다. 첫 1년간은 다른 고양이들과 같이 한 달에 약 450g씩 체중이 늘어나고, 그 이후로는 생후 3~4년이 될 때까지 몇 번 정도 쑥쑥 자라는 기간이 있는 것이 보통이다. 갑자기 랙돌의 식사량이 천원돌파를 할 기세라면 곧 성장기가 다가온다는 뜻이니 비만묘가 아닌 이상은 고양이가 먹고 싶어하는 만큼 먹을 수 있게 하는 것이 좋다. 수컷은 5~9kg, 암컷은 4~7kg까지 성장하는 것이 일반적이다. 매우 드물게 비만 고양이가 아니면서 16kg 가까이 나가는 수컷도 있다. 몸통은 대체로 연한 색이며 화이트 마킹과 함께 포인트들이 부분적으로 덮혀 있다. 털은 실크처럼 매우 부드럽다. 뽀송뽀송한 것이 쓰다듬으면 토끼털과 비슷한 느낌이 든다. 그러니 적어도 이삼일에 한 번씩은 빗질을 해주는 것이 기관지에 이롭다. 그리고 첨언하자면 도숏보다는 고양이 알레르기를 잘 일으킨다. 도숏에는 어찌어찌 적응했던 분께서 랙돌 옆에는 숨이 턱 막혀 접근을 못 하는 사례가 있다. 그 덜 날리는 털이 워낙 가늘어 허공을 둥실둥실 떠다니기 때문인 듯 싶기도 하다.

### 똥배

똥배가 종특이다. 저체중인 랙돌도 뱃살만은 도톰하다. 그러므로 랙돌이 과체중인지 아닌지를 판단할 때는 뱃살보다는 갈비살을 보는 것이 좋다. 모든 고양이들이 그렇듯이, 갈빗대가 있는 부분을 손으로 만져봤을 때 적절한 지방층 밑으로 갈비뼈가 만져지는 경우가 정상 체중이다. 갈비뼈를 손으로 가늠하기가 힘들다면 비만이니, 고양이의 건강과 수명을 생각해서 다이어트를 시켜주자.

### 색상

기본 컬러는 씰(짙은 갈색), 블루(회색), 초콜릿(연한 갈색), 라일락(베이지), 레드(오렌지), 크림(상아색)이 있으며, 이는 초코유전자와 희석유전자, 레드유전자가 성 염색체 위에 복합적으로 작용하여 다양한 컬러를 발현하게 된다. 두 가지 색을 동시에 갖는 토티의 경우엔 희석유전자가 두 색상에 동일하게 적용되기 때문에 씰(초코)/레드, 블루(라일락)/크림이 조합된다. 최근엔 시나몬이나 폰 컬러의 랙돌도 브리딩되고 있다.

최근 랙돌의 인기가 높아짐에 따라 품종 사기 사례도 많이 보인다. 밍크 랙돌, 솔리드 랙돌(화이트 랙돌) 등 분양하는 곳도 종종 있는데, 결론부터 말하면 밍크와 솔리드는 랙돌이 아니다. 밍크는 통키니즈 포인트이고 솔리드는 아예 포인트 컬러도 아니다. 랙돌은 샤미즈 포인트만 인정되는 품종이기 때문에 무조건 파란 눈을 가진다. 또한 포인트 컬러이기 때문에 귀와 꼬리, 얼굴에 색소가 있어야 한다. 즉, 올화이트+파란눈 고양이는 눈이 파란색이어도 컬러 포인트가 아니기 때문에 랙돌일 수 없다. 간혹 해외 캐터리에서 밍크 랙돌, 세피어 랙돌, 솔리드 랙돌을 분양한다며 랙돌이라고 해도 된다고 말하는 사람이 있는데, 주요 협회에서는 오직 샤미즈 컬러 포인트 랙돌만 인정하며 캐터리에서의 '밍크 랙돌' 혹은 '솔리드 랙돌'은 혈통서 상으로 라가머핀으로 등록된다. 또한 파란 눈이 아닌 랙돌이라고 해서 라가머핀이 되는 것도 아니다. 밍크 랙돌도 어렸을 때는 눈이 파란색이기 때문에 구분이 어려울 수도 있다.따라서 부모묘를 보는 것이 가장 정확하다.

분류 기준상, 랙돌은 몸통의 색상이 얼굴의 색상보다 연하며 턱은 하얗다. 이런 점에 착안해 고양이가 버만인지 랙돌인지 아리까리 할 때는 턱을 보면 된다는 속설도 있지만, 단순히 분류 표준에 들어맞지 않는 랙돌일 수도 있기 때문에 완벽한 구분법은 아니다.

랙돌의 패턴은 크게 몸에 흰색이 없는 "포인트(point)"와 흰색이 있는 "포인트&화이트"로 나뉘며 "포인트&화이트"는 흰색의 양과 분포에 따라 미티드(mitted) 또는 바이컬러(bicolor)로 나뉜다. 줄무늬(tabby)가 있는 경우엔 줄무늬의 종류를 구분하지 않고 링스(lynx)라 부르며 XX 유전자를 가진 암컷의 경우에 블랙+레드 계열의 컬러를 갖는 경우엔 다른 품종과 마찬가지로 토티(tortie)라 하며 링스도 함께 가지고 있는 경우엔 토비(torbie)라 부른다. 예를 들자면 진한 갈색에 줄무늬를 가지고 흰 양말과 흰 턱을 가진 랙돌이라면 "씰 링스 포인트 미티드(seal lynx point mitted)"라 부른다. [2]

### 성격

랙돌이 가장 인기 있는 품종이 된 이유는 역시 성격. 주인에 대한 사랑이 깊어 현관에서 주인을 반겨주고 따라다니며, 안겨 있는 것을 싫어하지 않으며 함께 품속에서 잠드는 것 또한 즐긴다. 물론 모든 랙돌이 안기는 것을 좋아하는 것은 아니다. 하지만 대부분이 온화하고 점잖아서 다른 사람이나 고양이, 개와도 잘 어울린다. 거의 개냥이가 종특이다 싶을 정도. 낯도 가리지 않는 경우가 많아서 훌륭한 접대묘가 되어준다.[3] 식구들한테 다가와 다리 사이를 스윽 부비고 지나간 다음 꼬리로 다리를 털어주는 걸로 마무리. 당해 보면 안다. 꼬리의 촉감이 가히 열반의 경지. 하지만 물론 도도한 아이들은 도도하다.

목욕시키기 가장 어려운 동물이 고양이라는 농담[4]이 있는데 어려서부터 사람과 교감이 충분했던 랙돌은 예외. 혼자서도 목욕 시키는 게 가능하다.[5] 털을 말릴 때 은근슬쩍 도망가려 하지만 잡아서 안아주면 얌전하게 안긴다. 야옹대고 빠져나가려 하지만 안는 척 해 주면 되는 것 같다. 단 털빨때문에 혼자서는 털을 말려줄 수가 없다. 단 이 부분은 개체차가 존재할 것이 당연하므로 섣부른 일반화는 곤란하다. 하지만 이것만은 확실하게 말할 수 있다. 드라이어로 털을 빗겨가며 말리다 보면 어느새 고양이털이 휘몰아친다. 주의해야 할 점 중 하나. 위에 언급되어 있듯이 털이 토끼털처럼 가늘고 길다 보니 털을 말리다가 까딱 잘못 하면 털이 엉킨다. 그것도 거의 펠트 수준으로 엉킨다. 세탁 후 건조 작업을 할 때 털이 엉키지 않도록 주의할 것. 까딱 잘못하면 주인이나 고양이나 엉킨 털 빗겨 풀어주느라 고생이 심해진다.

`
  },
  {
    catName: "먼치킨",
    content: `# 먼치킨

![](https://w.namu.la/s/c0239d44c204facaa031de09990594c3f80c3479d26f9ddea3578661fcd771e50d871b4b3e6cd032279c2b609a1c317f1d4f6bfa7fcb208f1d97480dd7d9a73989101228d9987f05158208fcfecbc220874d8926185a80472c351fa57ae22e7b)

### 개요

견종 닥스훈트나 웰시 코기처럼 팔다리가 짧고 허리가 긴 고양이 종. 정식 명칭은 숏레그 먼치킨(Standard munchkin cat)이다. 무게는 3-4개월기준 1~1.5kg, 성묘기준 2.3~4.5kg 정도이다.

유전적인 이유로 다리가 긴 롱레그 먼치킨(Non-standard munchkin cat)이 숏레그 먼치킨과 함께 태어날 수 밖에 없으나, 국제 고양이 협회(TICA)의 기준에는 숏레그만 인정하고 있다. 애초에 다리가 짧은 종을 말하는 거라 다리가 긴 먼치킨은 말이 맞지 않는다.[1]먼치킨 스탠다드


### 상세

먼치킨의 역사는 매우 짧은데, 오래된 숏레그 고양이에 대한 기록은 1940년대부터 영국에서 발견된다. 하지만 신체적 결함 때문에 야생에서 생존율이 극히 떨어졌기 때문에 제2차 세계 대전 당시 개체수가 급감하여 거의 멸종 수준에 이르게 되었다고 한다. 이후 한동안 숏레그 고양이에 대한 기록은 유럽에서 나타나지 않았다.

현재 먼치킨 품종의 시조는 1983년에 루이지애나에서 태어난 숏레그 고양이 형제들이다.

1995년까지만 해도 먼치킨은 사실상 미국에서만 존재하는 품종이었으며 당시 뉴욕타임즈 기사에 따르면 약 300마리에 불과할 정도의 희귀종이었다. 하지만 이후 고양이 공장에서 마구 생산해 냈는지 대한민국에서도 제법 드물지 않게 볼 수 있는 고양이가 되었다.[2]

사실 숏레그 먼치킨은 대량 번식하기 어려운 고양이다. 숏레그 먼치킨끼리 동종 교배하더라도 숏레그 먼치킨이 태어날 확률은 50%이며 보통 한번에 1~2마리 밖에 태어나지 않는다. 숏레그 먼치킨끼리의 동종 교배는 아래 서술된 유전적 문제로 가급적 이종 교배가 권장되고 있다.

짧은 다리 먼치킨은 무조건 Mm(우성+열성) 유전자를 가지는데, MM(우성+우성)일 경우, 유전적 문제로 태어나지 못하고, mm(열성+열성)일 경우 긴 다리를 가진 먼치킨이 나오기 때문이다. 따라서 짧은 다리 먼치킨 두 마리 사이에서는 50% 확률로 짧은 다리가, 25% 확률로 긴 다리가 나오고, 그리고 25% 확률로 사산된다.

### 유전병

유전병이 심한 품종으로 알려져있지만 현재까지 나온 연구결과로 밝혀진 바는 의외로 건강한 편이다.

다리가 짧은 견종들에 비해 디스크나 관절염 위험은 의외로 적지만[9] 앞다리가 뒷다리보다 짧은, 허리에 무리가 가는 체형으로 인해 척추전만증에 대한 위험도가 높다. 뼈보단 근육의 문제로 등 근육이 척추를 제대로 지지하지못해 척추가 점점 아래로 처지면서 폐와 심장을 압박하는 질병이다. 해당 유전병을 가지고 태어난 개체는 대다수 생후 3개월이내에 폐사한다.

타 품종과 교배가 많이 이루어지는 만큼 다른 품종이 갖는 유전병을 경계해야한다. 페르시안과 교배한 미뉴에트의 경우 눌린 두상에 의한 문제와 hcm을, 스코티쉬폴드와 교배한 킬트의 경우 골연골이형성증을 조심해야하는 식. 먼치킨의 짧은 체형이 같은 유전병에 걸렸을 때 다른 품종이 걸렸을 때보다 피해가 크다는 견해들이 있으므로 키우기 전 부모묘에 대한 확인이 필요하다.

### 먼치킨 믹스

독특한 짧은 다리 덕에 다른 품종과의 교배로 새로운 품종을 만드려는 시도가 많다.

어떤 품종과 교배했는지에 따라 부르는 이름도 다양한데 극소수를 제외하곤 공식명칭이 아니며 분양자와 애묘인들 사이에서 그냥 그럴듯하게 부르는 믹스라는걸 기억하자.[10]

비공식명칭은 다음과 같다.
먼치킨 + 스핑크스 + 버미즈 + 데본렉스 = 민스킨[11]
먼치킨 + 스코티시 폴드 = 스코티시 킬트 or 먼치킨 킬트[12]
먼치킨 + 스핑크스 = 밤비노
먼치킨 + 스핑크스 + 아메리칸 컬 = 드웰프
먼치킨 + 벵갈 = 제네타
먼치킨 + 랙돌 = 래가퍼
먼치킨 + 아메리칸컬 = 킨카로우
먼치킨 + 셀커크랙스 = 램킨
먼치킨 + 라펌 = 스쿠쿰

먼치킨 + 스코티시 폴드 믹스의 경우, 다른 품종보다 부담을 받는 먼치킨의 짧은 다리 관절에 골연골 이형성증이라는 스코티시 폴드의 유전병이 합쳐져 고양이가 받을 고통이 더 심각해진다는 강한 비판을 받고 있다.
`
  }
];

export {testData};